<?php
return [

    'empty' => 'Не заполнено поле',
    'countMax' => 'Поле $1 не должно содержать $2 символов(а)',
    'countMin' => 'Поле $1 должно быть больше $2 символов(а)',
    'unique' => 'Такой $1 уже существует',
    'password' => 'Пароли не совпадают',
    'pwdContent' => 'Поле $1 должно содержать и цифры и буквы',
    'onlyLetter' => 'Поле $1 должно содержать только буквы',
    'deleteImageError' => 'Произошла внутренняя ошибка',
    'email' => 'Email указан не корректно',

    'registerFail' => 'Произошла ошибка при регистрации',
    'registerSuccess' => 'Вы успешно зарегистрировались',
    'loginSuccess' => 'Вы успешно авторизовались',
    'loginFail' => 'Такого логина не существует',
    'passwordFail' => 'Неправильный пароль',

];
